{ "translations": {
    "Problem in OAuth first step" : "Проблем в първата стъпка на OAuth",
    "Problem in OAuth third step." : "Проблем в третата стъпка на OAuth",
    "Problem in OAuth first or second step" : "Проблем в първата или втората стъпка на OAuth",
    "Twitter home timeline" : "Домашна времева линия в Twitter",
    "Twitter notifications" : "Twitter известия",
    "Twitter user timeline" : "Времева линия на потребители на Twitter",
    "Impossible to decode response" : "Невъзможност за декодиране на отговора ",
    "Invalid return value in OAuth step 1" : "Невалидна върната стойност в стъпка 1 на OAuth",
    "Bad HTTP method" : "Лош HTTP метод",
    "Request failed" : "Неуспешна заявка",
    "Connected accounts" : "Свързани профили",
    "Twitter integration" : "Twitter интеграция",
    "Integration of Twitter microblogging and social networking service" : "Интегриране на услугите за микроблогове на Twitter и за социалните мрежи",
    "Twitter integration provides dashboard widgets displaying your important notifications and your home timeline." : "Интеграцията с Twitter предоставя изпълними модули на таблото, показващи важните за вас известия и вашата домашна времева линия.",
    "Leave all fields empty to use the default Nextcloud Twitter OAuth app." : "Оставете всички полета празни, за да използвате приложението Nextcloud Twitter OAuth по подразбиране.",
    "If you want to use your own Twitter OAuth app to authenticate to Twitter, create a Twitter application in your Twitter developer settings and put the \"Consumer key\" and \"Consumer secret\" below." : "Ако искате да използвате своето собствено приложение за Twitter OAuth за удостоверяване в Twitter, създайте приложение за Twitter в настройките на разработчиците си в Twitter и поставете „Ключ за потребителя“ и „Тайна на потребителя“ по-долу.",
    "Twitter developer app settings" : "Настройки на приложението за разработчици на Twitter",
    "Make sure you set this \"callback URL\" to your Twitter OAuth app:" : "Уверете се, че сте задали този „URL за обратно извикване“ към вашето приложение Twitter OAuth:",
    "And give it \"Read + Write + Direct Messages\" permissions." : "И му дайте права за „Четене + Писане + Директни съобщения“.",
    "Consumer key" : "Потребителски ключ",
    "Consumer key of your Twitter application" : "Потребителски ключ на вашето приложение в Twitter",
    "Consumer secret" : "Потребителска тайна",
    "Consumer secret of your Twitter application" : "Потребителска тайна на вашето приложение в Twitter",
    "User to follow" : "Потребител за следване",
    "Twitter user to follow in \"User timeline\" widget" : "Потребител на Twitter, който да следвате в изпълним модул„Времева линия на потребителя“.",
    "Twitter admin options saved" : "Опциите за администратор на Twitter са записани",
    "Failed to save Twitter admin options" : "Неуспешно записване на опциите за администратор на Twitter",
    "Make sure you accepted the protocol registration on top of this page if you want to authenticate to Twitter." : "Уверете се, че сте приели регистрацията на протокола в горната част на тази страница, ако искате удостоверяване в Twitter.",
    "With Chrome/Chromium, you should see a popup on browser top-left to authorize this page to open \"web+nextcloudtwitter\" links." : "С Chrome/Chromium, трябва да видите изскачащ прозорец в браузъра горе вляво, за да упълномощите тази страница да отваря връзки „web+nextcloudtwitter“.",
    "If you don't see the popup, you can still click on this icon in the address bar." : "Ако не виждате изскачащия прозорец, все пак можете да кликнете върху тази икона в адресната лента.",
    "Then authorize this page to open \"web+nextcloudtwitter\" links." : "След това упълномощете тази страница да отваря „web+nextcloudtwitter“ връзки.",
    "If you still don't manage to get the protocol registered, check your settings on this page:" : "Ако все още не успявате да регистрирате протокола, проверете настройките си на тази страница:",
    "With Firefox, you should see a bar on top of this page to authorize this page to open \"web+nextcloudtwitter\" links." : "С Firefox трябва да видите лента в горната част на тази страница, за да упълномощите страницата да отваря „web+nextcloudtwitter“ връзки.",
    "Connect to Twitter" : "Свързване с Twitter",
    "Connected as {user}" : "Свързване като {user}",
    "Disconnect from Twitter" : "Прекъсване на връзката с Twitter",
    "You must access this page with HTTPS to be able to authenticate to Twitter." : "Трябва да получите достъп до тази страница с HTTPS, за да е възможно удостоверяване в Twitter.",
    "Display name of Twitter user to follow in \"User timeline\" widget" : "Име за визуализация на потребител на Twitter, който да следвате в изпълним модул„Времева линия на потребителя“.",
    "Set to \"@{name}\" in admin settings" : "Задаване на „@{name}“ в настройките на администратора",
    "Successfully connected to Twitter!" : "Успешно свързване с Twitter!",
    "Twitter OAuth error:" : "Грешка в Twitter OAuth:",
    "Nextcloud Twitter integration on {ncUrl}" : "Интегриране на Nextcloud Twitter на {ncUrl}",
    "Twitter options saved" : "Опциите за Twitter са записани",
    "Failed to save Twitter options" : "Неуспешно записване на опциите за Twitter",
    "Failed to request Twitter 1st step OAuth token" : "Неуспешно заявяване на токен за 1-ва стъпка от OAuth в Twitter",
    "OAuth failure" : "Повреда на OAuth",
    "No Twitter account connected" : "Няма свързан профил в Twitter ",
    "Error connecting to Twitter" : "Грешка при свързване с Twitter",
    "No Twitter notifications!" : "Няма известия от Twitter!",
    "Failed to get Twitter notifications" : "Неуспешно получаване на известия от Twitter",
    "{nb} follow requests" : "{nb} заявки за следване",
    "System" : "Системен",
    "No tweets!" : "Няма туитове!",
    "No Twitter user timeline to show" : "Няма времева линия на потребител на Twitter за показване",
    "Configure Twitter connected account" : "Конфигуриране на свързан профил в Twitter",
    "about {name}" : "за {name}",
    "Failed to get Twitter home timeline" : "Неуспешно получаване на домашна времева линия на Twitter",
    "{user} to you" : "{user} към вас",
    "{user1} to {user2}" : "{user1} към {user2}"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}