{ "translations": {
    "Problem in OAuth first step" : "Problema en el primer pas d’OAuth",
    "Problem in OAuth third step." : "Problema en el tercer pas d'OAuth.",
    "Problem in OAuth first or second step" : "Problema al primer o segon pas d’OAuth",
    "Twitter home timeline" : "Inici cronologia de Twitter",
    "Twitter notifications" : "Notificacions de Twitter",
    "Impossible to decode response" : "Impossible descodificar la resposta",
    "Invalid return value in OAuth step 1" : "El valor de retorn no és vàlid al pas 1 d’OAuth",
    "Bad HTTP method" : "Mètode HTTP incorrecte",
    "Request failed" : "La petició ha fallat",
    "Connected accounts" : "Comptes connectats",
    "Twitter integration" : "Integració de Twitter",
    "Integration of Twitter microblogging and social networking service" : "Integració de microblogs i servei de xarxes socials de Twitter",
    "Twitter integration provides dashboard widgets displaying your important notifications and your home timeline." : "La integració amb Twitter ofereix ginys pel tauler amb notificacions importants i la vostra cronologia.",
    "Leave all fields empty to use the default Nextcloud Twitter OAuth app." : "Deixeu tots els camps buits per utilitzar l'aplicació predeterminada Nextcloud OAuth de Twitter.",
    "If you want to use your own Twitter OAuth app to authenticate to Twitter, create a Twitter application in your Twitter developer settings and put the \"Consumer key\" and \"Consumer secret\" below." : "Si voleu utilitzar la seva pròpia aplicació OAuth de Twitter per autenticar-se a Twitter, crear una aplicació de Twitter a la configuració del desenvolupador de Twitter i posar la \"clau del consumidor\" i \"Secret del consumidor\" a continuació.",
    "Twitter developer app settings" : "Configuració de l'aplicació per a desenvolupadors de Twitter",
    "Make sure you set this \"callback URL\" to your Twitter OAuth app:" : "Assegureu-vos de definir aquest \"URL de resposta\" a l'aplicació OAuth de Twitter:",
    "And give it \"Read + Write + Direct Messages\" permissions." : "I donar-li permissos \"Llegir + Escriure + Missatges directes\".",
    "Consumer key" : "Clau del client",
    "Consumer key of your Twitter application" : "Clau de consumidor de la seva aplicació de Twitter",
    "Consumer secret" : "Clau secreta del client",
    "Consumer secret of your Twitter application" : "Secret del consumidor de la seva aplicació de Twitter",
    "Twitter admin options saved" : "Opcions d'administració de Twitter guardades",
    "Failed to save Twitter admin options" : "No s'han pogut desar les opcions d'administració de Twitter",
    "Make sure you accepted the protocol registration on top of this page if you want to authenticate to Twitter." : "Assegureu-vos d'acceptar el registre del protocol a la part superior d'aquesta pàgina si voleu autenticar a Twitter.",
    "With Chrome/Chromium, you should see a popup on browser top-left to authorize this page to open \"web+nextcloudtwitter\" links." : "Amb Chrome/Chromium, hauríeu de veure una finestra emergent al navegador de dalt a l'esquerra per autoritzar aquesta pàgina a obrir enllaços \"web+nextcloudtwitter\".",
    "If you don't see the popup, you can still click on this icon in the address bar." : "Si no veieu la finestra emergent, encara podeu fer clic en aquesta icona de la barra d'adreces.",
    "Then authorize this page to open \"web+nextcloudtwitter\" links." : "A continuació, autoritzeu aquesta pàgina per obrir enllaços \"web+nextcloudtwitter\".",
    "If you still don't manage to get the protocol registered, check your settings on this page:" : "Si encara no aconseguiu registrar el protocol, comproveu la configuració d'aquesta pàgina:",
    "With Firefox, you should see a bar on top of this page to authorize this page to open \"web+nextcloudtwitter\" links." : "Amb Firefox, hauríeu de veure una barra a la part superior d'aquesta pàgina per autoritzar aquesta pàgina a obrir enllaços \"web+nextcloudtwitter\".",
    "Connect to Twitter" : "Connecta't a Twitter",
    "Connected as {user}" : "S'ha connectat com a {user}",
    "Disconnect from Twitter" : "Desconnecta de Twitter",
    "You must access this page with HTTPS to be able to authenticate to Twitter." : "Heu d'accedir a aquesta pàgina amb HTTPS per poder autenticar-se a Twitter.",
    "Successfully connected to Twitter!" : "S'ha connectat correctament amb Twitter!",
    "Twitter OAuth error:" : "Error de OAuth de Twitter:",
    "Nextcloud Twitter integration on {ncUrl}" : "Integració de Nextcloud Twitter a {ncUrl}",
    "Twitter options saved" : "Opcions de Twitter guardades",
    "Failed to save Twitter options" : "No s'han pogut desar les opcions de Twitter",
    "Failed to request Twitter 1st step OAuth token" : "No s'ha pogut sol·licitar el testimoni del 1er pas de l’OAuth de Twitter",
    "OAuth failure" : "Error d'OAuth",
    "No Twitter account connected" : "No s'ha connectat cap compte de Twitter",
    "Error connecting to Twitter" : "S'ha produït un error en connectar-se a Twitter",
    "No Twitter notifications!" : "No hi ha notificacions de Twitter!",
    "Failed to get Twitter notifications" : "No s'han pogut obtenir les notificacions de Twitter",
    "{nb} follow requests" : "{nb} segueix les sol·licituds",
    "System" : "Sistema",
    "Failed to get Twitter home timeline" : "No s'ha pogut obtenir la cronologia de Twitter d’inici",
    "{user} to you" : "{user} a vós",
    "{user1} to {user2}" : "{user1} a {user2}"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}