{ "translations": {
    "Problem in OAuth first step" : "Problema en el primer paso de OAuth",
    "Problem in OAuth third step." : "Problema en el tercer paso de OAuth.",
    "Problem in OAuth first or second step" : "Problema en el primer o segundo paso de OAuth",
    "Twitter home timeline" : "Timeline de Twitter",
    "Twitter notifications" : "Notificaciones de Twitter",
    "Twitter user timeline" : "Timeline del usuario de Twitter",
    "Impossible to decode response" : "No se ha podido descodificar la respuesta",
    "Invalid return value in OAuth step 1" : "Valor de retorno inválido en el paso 1 de OAuth",
    "Bad HTTP method" : "Método HTTP incorrecto",
    "Request failed" : "La petición ha fallado",
    "Connected accounts" : "Cuentas conectadas",
    "Twitter integration" : "Integración con Twitter",
    "Integration of Twitter microblogging and social networking service" : "Intergración del servicio de microblogging y red social Twitter",
    "Twitter integration provides dashboard widgets displaying your important notifications and your home timeline." : "La integración con Twitter ofrece widgets que muestran tus notificaciones importanes y tu timeline.",
    "Leave all fields empty to use the default Nextcloud Twitter OAuth app." : "Deja todos los campos vacíos para usar la app OAuth de Nextcloud para Twitter predeterminada.",
    "If you want to use your own Twitter OAuth app to authenticate to Twitter, create a Twitter application in your Twitter developer settings and put the \"Consumer key\" and \"Consumer secret\" below." : "Si quieres usar tu propia app OAuth de Twitter para autenticarte con Twitter, crea una aplicación de Twitter en tu configuración de desarrollador de Twitter y pon la «clave de consumidor» y el «Secreto de consumidor» a continuación.",
    "Twitter developer app settings" : "Configuración de la app de desarrollador de Twitter",
    "Make sure you set this \"callback URL\" to your Twitter OAuth app:" : "Asegúrate de que configuras esta «callback URL» a tu aplicación OAuth de Twitter:",
    "And give it \"Read + Write + Direct Messages\" permissions." : "Y habilita los permisos de \"Lectura + Escritura + Mensajes directos\".",
    "Consumer key" : "Clave de consumidor",
    "Consumer key of your Twitter application" : "Clave de consumidor de tu aplicación de Twitter",
    "Consumer secret" : "Secreto de consumidor",
    "Consumer secret of your Twitter application" : "Secreto de consumidor de tu aplicación de Twitter",
    "User to follow" : "Usuario a seguir",
    "Twitter user to follow in \"User timeline\" widget" : "Usuario de Twiter a seguir en el widget \"Línea temporal del usuario\"",
    "Twitter admin options saved" : "Opciones de administración de Twitter guardadas",
    "Failed to save Twitter admin options" : "Fallo al guardar las opciones de administrador de Twitter",
    "Make sure you accepted the protocol registration on top of this page if you want to authenticate to Twitter." : "Asegúrate de que aceptaste el registro de protocolo al inicio de esta página si quieres autenticarte a Twitter.",
    "With Chrome/Chromium, you should see a popup on browser top-left to authorize this page to open \"web+nextcloudtwitter\" links." : "Con Chrome/Chromium, deberías ver un aviso arriba a la izquierda del navegador para autorizar que esta página abra enlaces \"web+nextcloudtwitter\".",
    "If you don't see the popup, you can still click on this icon in the address bar." : "Si no ves el aviso, aún puedes pulsar en este icono de la barra de direcciones.",
    "Then authorize this page to open \"web+nextcloudtwitter\" links." : "Despues, autoriza a esta página para que abra enlaces \"web+nextcloudtwitter\".",
    "If you still don't manage to get the protocol registered, check your settings on this page:" : "Si todavía no consigues registrar el protocoo, comprueba tu configuración en esta página",
    "With Firefox, you should see a bar on top of this page to authorize this page to open \"web+nextcloudtwitter\" links." : "Con Firefox, degberías ver una barra en la parte superior para autorizar que esta página abra enlaces \"web+nextcloudtwitter\".",
    "Connect to Twitter" : "Conectar a Twitter",
    "Connected as {user}" : "Conectado como {user}",
    "Disconnect from Twitter" : "Desconectar de Twitter",
    "You must access this page with HTTPS to be able to authenticate to Twitter." : "Debes acceder a esta página con HTTPS para poder autenticarte con Twitter.",
    "Display name of Twitter user to follow in \"User timeline\" widget" : "Mostrar nombre del usuario de Twitter a seguir en el widget \"Línea temporal del usuario\"",
    "Set to \"@{name}\" in admin settings" : "Establecer a \"@{name}\" en configuración del administrador",
    "Successfully connected to Twitter!" : "¡Conectado a Twitter con éxito!",
    "Twitter OAuth error:" : "Error OAuth de Twitter:",
    "Nextcloud Twitter integration on {ncUrl}" : "Integración con Twitter de Nextcloud en {ncUrl}",
    "Twitter options saved" : "Opciones de Twitter guardadas",
    "Failed to save Twitter options" : "Fallo al guardar las opciones de Twitter",
    "Failed to request Twitter 1st step OAuth token" : "Fallo al solicitar el token del primer paso de OAuth de Twitter",
    "OAuth failure" : "Fallo de OAuth",
    "No Twitter account connected" : "Ninguna cuenta de Twitter conectada",
    "Error connecting to Twitter" : "Error al conectar con Twitter",
    "No Twitter notifications!" : "No hay notificaciones de Twitter.",
    "Failed to get Twitter notifications" : "Fallo al obtener las notificaciones de Twitter",
    "{nb} follow requests" : "{nb} peticiones de seguimiento",
    "System" : "Sistema",
    "No tweets!" : "¡No hay Tweets!",
    "No Twitter user timeline to show" : "¡No hay timeline del usuario de Twitter para mostrar!",
    "Configure Twitter connected account" : "Establecer cuenta conectada de Twitter",
    "about {name}" : "acerca de {name}",
    "Failed to get Twitter home timeline" : "Fallo al conseguir el timeline de Twitter",
    "{user} to you" : "{user} a ti",
    "{user1} to {user2}" : "{user1} a {user2}"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}