{ "translations": {
    "Problem in OAuth first step" : "Problema no primeiro passo do OAuth",
    "Problem in OAuth third step." : "Problema no terceiro passo do OAuth.",
    "Problem in OAuth first or second step" : "Problema no primeiro ou segundo passo do OAuth",
    "Twitter home timeline" : "Linha do tempo inicial do Twitter",
    "Twitter notifications" : "Notificações do Twitter",
    "Twitter user timeline" : "Linha do tempo do usuário do Twitter ",
    "Impossible to decode response" : "Impossível decodificar a resposta",
    "Invalid return value in OAuth step 1" : "Valor de retorno inválido na etapa 1 do OAuth",
    "Bad HTTP method" : "Método HTTP ruim",
    "Request failed" : "Erro na solicitação",
    "Connected accounts" : "Contas conectadas",
    "Twitter integration" : "Integração com Twitter",
    "Integration of Twitter microblogging and social networking service" : "Integração do microblog Twitter e serviço de rede social",
    "Twitter integration provides dashboard widgets displaying your important notifications and your home timeline." : "A integração com o Twitter fornece widgets de painel exibindo suas notificações importantes e sua linha do tempo inicial.",
    "Leave all fields empty to use the default Nextcloud Twitter OAuth app." : "Deixe os campos vazios para usar o aplicativo OAuth Twitter padrão do Nextcloud.",
    "If you want to use your own Twitter OAuth app to authenticate to Twitter, create a Twitter application in your Twitter developer settings and put the \"Consumer key\" and \"Consumer secret\" below." : "Se você deseja usar seu próprio aplicativo OAuth Twitter para autenticar-se no Twitter, crie um aplicativo nas configurações de desenvolvedor do Twitter e coloque a \"Chave do consumidor\" e o \"Segredo do consumidor\" abaixo.",
    "Twitter developer app settings" : "Configurações do aplicativo de desenvolvedor do Twitter",
    "Make sure you set this \"callback URL\" to your Twitter OAuth app:" : "Certifique-se de definir esta \"URL de retorno\" para seu aplicativo OAuth do Twitter:",
    "And give it \"Read + Write + Direct Messages\" permissions." : "E conceda a ele as permissões \"Ler + Gravar + Mensagens Diretas\".",
    "Consumer key" : "Chave do consumidor",
    "Consumer key of your Twitter application" : "Chave do consumidor de seu aplicativo Twitter",
    "Consumer secret" : "Segredo do consumidor",
    "Consumer secret of your Twitter application" : "Segredo do consumidor de seu aplicativo Twitter",
    "User to follow" : "Usuário a seguir ",
    "Twitter user to follow in \"User timeline\" widget" : "Usuário do Twitter a seguir no widget \"Linha do tempo do usuário\" ",
    "Twitter admin options saved" : "Opções de administração do Twitter salvas",
    "Failed to save Twitter admin options" : "Erro ao salvar as opções administrativas do Twitter",
    "Make sure you accepted the protocol registration on top of this page if you want to authenticate to Twitter." : "Certifique-se de aceitar o registro de protocolo no topo desta página se quiser autenticar-se no Twitter.",
    "With Chrome/Chromium, you should see a popup on browser top-left to authorize this page to open \"web+nextcloudtwitter\" links." : "Com o Chrome/Chromium, você deve ver um pop-up no canto superior esquerdo do navegador para autorizar esta página a abrir links \"web+nextcloudtwitter\".",
    "If you don't see the popup, you can still click on this icon in the address bar." : "Se você não vir o pop-up, ainda poderá clicar neste ícone na barra de endereço.",
    "Then authorize this page to open \"web+nextcloudtwitter\" links." : "Depois disso, autorize esta página a abrir os links \"web+nextcloudtwitter\".",
    "If you still don't manage to get the protocol registered, check your settings on this page:" : "Se você ainda não conseguiu registrar o protocolo, verifique suas configurações nesta página:",
    "With Firefox, you should see a bar on top of this page to authorize this page to open \"web+nextcloudtwitter\" links." : "Com o Firefox, você deve ver uma barra no topo desta página para autorizá-la a abrir links \"web+nextcloudtwitter\".",
    "Connect to Twitter" : "Conectar ao Twitter",
    "Connected as {user}" : "Conectado como {user}",
    "Disconnect from Twitter" : "Desconectar do Twitter",
    "You must access this page with HTTPS to be able to authenticate to Twitter." : "Você deve acessar esta página com HTTPS para poder autenticar-se no Twitter.",
    "Display name of Twitter user to follow in \"User timeline\" widget" : "Exibir o nome do usuário do Twitter a ser seguido no widget \"Linha do tempo do usuário\" ",
    "Set to \"@{name}\" in admin settings" : "Definir para \"@{name}\" em configurações de administração",
    "Successfully connected to Twitter!" : "Conectado com sucesso ao Twitter!",
    "Twitter OAuth error:" : "Erro no OAuth do Twitter:",
    "Nextcloud Twitter integration on {ncUrl}" : "Integração do Nextcloud com o Twitter em {ncUrl}",
    "Twitter options saved" : "Opções do Twitter salvas",
    "Failed to save Twitter options" : "Erro ao salvar as opções do Twitter",
    "Failed to request Twitter 1st step OAuth token" : "Erro ao solicitar a chave OAuth do primeiro passo, do Twitter",
    "OAuth failure" : "Erro no OAuth",
    "No Twitter account connected" : "Nenhuma conta do Twitter conectada",
    "Error connecting to Twitter" : "Erro ao conectar no Twitter",
    "No Twitter notifications!" : "Sem notificações do Twitter!",
    "Failed to get Twitter notifications" : "Falha ao obter notificações do Twitter",
    "{nb} follow requests" : "{nb} seguir solicitações",
    "System" : "Sistema",
    "No tweets!" : "Sem tweets!",
    "No Twitter user timeline to show" : "Nenhum cronograma de usuário do Twitter para mostrar ",
    "Configure Twitter connected account" : "Configurar conta conectada ao Twitter ",
    "about {name}" : "sobre {name}",
    "Failed to get Twitter home timeline" : "Falha ao obter a linha do tempo inicial do Twitter",
    "{user} to you" : "{user} para você",
    "{user1} to {user2}" : "{user1} para {user2}"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}